"livechat.inputfield.questionplaceholder" = "質問を入力してください";
"livechat.inputfield.messageplaceholder" = "メッセージ";
"livechat.inputfield.feedbackplaceholder" = "フィードバックをここに記入してください...";
"livechat.inputfield.commentplaceholder" = "コメント";
"livechat.headertitle.department" = "部署を選択してください";
"livechat.headertitle.feedback" = "提案を残す";
"livechat.button.send" = "送信";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "写真ライブラリ";
"livechat.button.sendPhoto" = "写真を送信する";
"livechat.button.takescreenshot" = "スクリーンショットを撮る";
"livechat.button.cancel" = "キャンセル";
"livechat.button.open" = "開く";
"livechat.button.copy" = "コピー";
"livechat.button.submit" = "提出";
"livechat.button.back" = "< 戻る";
"livechat.button.select" = "選択";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "戻る";
"livechat.message.savetolibrary" = "カメラロールに保存する";
"livechat.message.offlineSend" = "オフライン送信";
"livechat.message.secs" = "%@ 秒";
"livechat.message.sec" = "%@ 秒";
"livechat.message.newmessage" = "%@ 件の新規メッセージ";
"livechat.message.newmessages" = "%@ 件の新規メッセージ";
"livechat.message.chattransfered" = "チャットが転送されました。こんにちは、%@と申します！今回はどのようなご用件ですか？";
"livechat.message.agenjoinedchat" = "%@ さんがこの会話に参加しました。";
"livechat.message.sessionended" = "セッションが終了しました - #%@";
"livechat.message.sessionendednovisitid" = "セッションが終了しました";
"livechat.message.connectedto" = "次の接続先に接続しました： %@";
"livechat.message.sessionendtime" = "チャットセッションは次の期間内に終了します： %@";
"livechat.message.chatmissed" = "まもなくご連絡いたします";
"livechat.message.defaultthankmsg" = "ご連絡頂きありがとうございました!!!\n お客様の貴重なフィードバックと評価をいただけると幸いです。";
"livechat.ratingresponse.ratingandfeedback" = "貴重な評価とフィードバックをお残し頂きありがとうございます";
"livechat.ratingresponse.feedback" = "貴重なフィードバックをお残し頂きありがとうございます";
"livechat.ratingresponse.rating" = "貴重な評価をお残し頂きありがとうございます";
"livechat.message.name" = "自分";
"livechat.ratingmessage.bad" = "悪い";
"livechat.ratingmessage.good" = "良い";
"livechat.ratingmessage.wow" = "素晴らしい";
"livechat.feedbackmessage.nofeedback" = "フィードバックなし";
"livechat.connectionstatus.online" = "オンライン";
"livechat.connectionstatus.offline" = "オフライン";
"livechat.connectionstatus.connecting" = "接続中です";
"livechat.connectionstatus.waitingfornetwork" = "ネットワークを待っています";
"livechat.connectionstatus.noconnection" = "ネットワークに接続されていません...";
"livechat.day.morning" = "午前";
"livechat.day.afternoon" = "午後";
"livechat.day.evening" = "夕方";
"livechat.day.night" = "夜";
"livechat.day.today" = "今日";
"livechat.day.yesterday" = "昨日";
"livechat.fileSize.exceed.alert" = "ファイルのサイズが最大許容値を超過しています";


//

"livechat.message.sessionend" = "チャットセクションは終了間近です";

"livechat.leave.feedback" = "ご連絡いただきありがとうございました！ \n ご貴重なフィードバックをいただけると幸いです。";

"livechat.offline.sent" = "オフライン送信";

"livechat.conversation.gif" = "GIF";

"livechat.conversation.image" = "画像";

"livechat.conversation.vidoe" = "動画";

"livechat.conversation.audio" = "音声";

"livechat.conversation.file" = "ファイル";

"livechat.conversation.location" = "場所";

"livechat.conversation.contact" = "連絡先";

"livechat.ongoing.typing" = "入力中";

"livechat.offline.message" = "ただいま近くにおりません。メッセージを残していただけたら、できるだけ早く折り返しご連絡を差し上げます。";

"livechat.start.chat" = "チャットを開始する";

"livechat.recently.viewed" = "最近閲覧した";

"livechat.faq.srarch.empty" = "おぉっと！お探しになっている記事は現在作成中です！後でもう一度お越しください！";

"livechat.faq.search" = "記事を検索";

"livechat.conversation" = "会話";

"livechat.faq" = "知識ベース";

"livechat.conversation.search.empty" = "すみません！入力した検索ワードのある会話は存在しないようです。別の検索ワードをお試しください！";

"livechat.conversation.attended" = "%@ に、%@ で"; //in zylker with andrew

"livechat.conversation.missed" = "%@ にありません";//Missed in sales

"livechat.conversation.search" = "会話を検索";

"livechat.conversation.empty" = "まだ会話はありません！クリックするだけで当社の専門家とつながります。";

"livechat.faq.empty" = "記事モジュールはまだ作成中です！";

"livechat.conversaiton.awaiting" = "接続待機中...";

"livechat.faq.article" = "記事";

"livechat.faq.articles" = "記事";

"livechat.faq.view" = "回表示";

"livechat.faq.views" = "回表示";



"livechat.button.endsession" = "セッションを終了する";
"livechat.message.missedChat" = "未対応のチャット";
"livechat.message.sharedfile" = "ファイルを共有しました";
"livechat.message.suggestions" = "ヒント";
"livechat.message.like" = "いいね";
"livechat.message.dislike" = "嫌い";
"livechat.message.timezone" = "時間帯";
"livechat.message.date" = "日付";//
"livechat.message.time" = "時間";//
"livechat.message.from" = "送信者";//
"livechat.message.to" = "送信先";//
"livechat.message.speaker" = "発表者";
"livechat.message.settings" = "設定";
"livechat.message.okay" = "OK";
"livechat.button.dnt" = "追跡しない";
"livechat.button.gotit" = "取得しました！";
"livechat.button.learnmore" = "詳細情報";
"livechat.button.accept" = "同意";
"livechat.button.decline" = "拒否";
"livechat.message.slidetodelete" = "削除するにはスライドします";
"livechat.message.holdtorecord" = "ホールドして記録、リリースして停止";
"livechat.permission.microphone" = "音声メッセージを録音して送信するには、デバイスのマイクへのアクセスを許可してください。";
"livechat.buttton.later" = "後で";
"livechat.message.permission" = "アプリの設定に移動";
"livechat.message.angry" = "怒り";
"livechat.message.sad" = "悲しい";
"livechat.message.neutral" = "どちらでもない";
"livechat.message.good" = "良い";
"livechat.message.great" = "かなり良い";

"livechat.message.chattransfering" = "%@はこのチャットを%@に転送しています。";
"livechat.message.forwardsupport" = "%@はこのチャットを転送しています。";
"livechat.message.forwardaccepted" = "チャットが正常に%@に転送されました。";

"livechat.button.done" = "実行済み";
"livechat.button.skip" = "スキップ";
"livechat.button.confirm" = "承認";
"livechat.message.bookslot" = "スロットを予約";

"livechat.message.verybad" = "とても悪い";
"livechat.message.neutral" ="どちらでもない";
"livechat.message.pickdate" = "日付を選択";
"livechat.message.pickslot" = "時間スロットを選択";
"livechat.message.pickloc" = "ロケーションを選択";
"livechat.message.location" = "位置";
"livechat.message.curloc" = "現在のロケーションを送信" ;
"livechat.message.selloc" = "選択したロケーションを送信";

"livechat.message.changeemail" = "Eメールアドレスの変更";
"livechat.message.translateconsent" = "Google Translation";
"livechat.message.chatconsent" = "チャットの同意";
"livechat.message.trackconsent" = "追跡の同意";
"livechat.chatconsent.message" = "同意をクリックすることで、文書に記された利用規約に同意したことになります。";
"livechat.trackconsent.message1" = "やぁ、こんにちは! アプリケーションにおけるお客様のアクティビティを追跡して、アプリケーションの体験を改善させていただきます。";
"livechat.trackconsent.message2" = "やぁ、こんにちは! アプリケーションにおけるお客様のアクティビティを追跡して、アプリケーションの体験を改善させていただきます。これを禁止したい場合は、[追跡しない]オプションをクリックしてください。";
"livechat.message.cardmask" = "クレジットカードのマスキング";
"livechat.creditcard.message" = "お客様のカード番号は機密情報です。カード番号の上12桁を非表示にしますか？";
"livechat.button.mask" = "非表示にする";
"livechat.message.emailtranscript" = "このチャット記録を %@ にメールで送信しようとしています。";


"livechat.message.continuesession" = "お客様と私たちのチャットが終了しました。他に説明が必要なことはありますか？チャットを継続するにはクリックしてください。";
"livechat.button.sendemail" = "チャット内容をメール送信";
"livechat.button.continue" = "持続";
"livechat.message.typeemail" = "あなたのメールアドレスを入力";
"livechat.message.mailsent" = "メールが正常に送信されました";
"livechat.message.mailfailed" = "メールの送信が失敗しました";


"livechat.button.yes" = "はい";
"livechat.button.no" = "いいえ";
"livechat.message.connectohuman" = "誰かのサポートが必要ですか？";


"livechat.message.downloading" = "ダウンロード中";
"livechat.message.uploading" = "アップロード中";

"livechat.message.sendphoto" = "1個の写真を送信する";
"livechat.message.sendvideo" = "1個の動画を送信する";

"livechat.message.sendphotos" = "%@個の写真を送信する";
"livechat.message.sendvideos" = "%@個の動画を送信する";


"livechat.message.senditems" = "%@個の項目を送信する";

"livechat.message.saved" = "保存しました";
"livechat.message.screenshot" = "タップしてキャプチャします";

"livechat.message.time.yearsago" = "%@年前";
"livechat.message.time.monthsago" = "%@ヶ月前";
"livechat.message.time.weeksago" = "%@週間前";
"livechat.message.time.daysago" = "%@日前";
"livechat.message.time.hoursago" = "%@時間前";
"livechat.message.time.minutesago" = "%@分前";
"livechat.message.time.secondsago" = "%@秒前";
"livechat.continue.chat" = "チャットを続行する";
"livechat.conversation.started" = "%@において";
"livechat.message.sendfeedback" = "フィードバックを送る";
"livechat.message.sessionendtime" = "チャットセッションは%@で終了します";

"livechat.message.recieveimage" = "%@さんが画像を送信しました";
"livechat.message.recievevideo" = "%@さんが動画を送信しました";
"livechat.message.recievegif" = "%@さんがGIFを送信しました";
"livechat.message.recievefile" = "%@さんがファイルを送信しました";
"livechat.message.recieveaudio" = "%@さんがオーディオクリップを送信しました";
"livechat.message.sharescreenshot" = "スクリーンショットを共有する";

//FORMS
"livechat.message.defaultthankmsg" = "今日はチャットが出来ましたことにお礼申し上げます。お手数ですが、「評価」を頂けると幸いです。";

"livechat.message.rate.1star" = "ご支援できなかったことを残念に思います。サポートを改善します。";
"livechat.message.rate.2star" = "申し訳ありません！次回、より良い体験をお約束します。";
"livechat.message.rate.3star" = "評価していただきありがとうございます！ご不明点がありましたら、 お気軽にお問い合わせください。";
"livechat.message.rate.4star" = "評価ありがとうございます。喜んでお役に立たせていただきます。";
"livechat.message.rate.5star" = "わぁ、ありがとう！  喜んでお手伝いさせていただきます";

"livechat.message.feedback" = "フィードバックありがとうございます。";

"livechat.message.state.connecting" = "接続中です";
"livechat.message.state.connected" = "接続済み";

"livechat.message.inputcard.title.name" = "名前を入力";
"livechat.message.inputcard.title.phone" = "連絡先を入力";
"livechat.message.inputcard.title.url" = "URLを入力";
"livechat.message.inputcard.title.email" = "メールアドレスを入力";

"livechat.message.inputcard.error.name" = "有効な名前を入力";
"livechat.message.inputcard.error.email" = "有効なメールアドレスを入力";
"livechat.message.inputcard.error.contact" = "有効な連絡先番号を入力";
"livechat.message.inputcard.error.url" = "有効なURLを入力";

"livechat.message.form.inline.introduction" = "誰と話しているのか教えてください。";
"livechat.message.form.inline.chatmessage" = "チャットを開始するための詳細をいくつかお知らせください。";
"livechat.message.form.inline.buttontitle" = "フォームに記入";

"livechat.message.form.field.error.question" = "質問を入力";
"livechat.message.form.field.question" = "ここに質問を入力";
"livechat.message.form.field.campaign" = "ニュースレターを購読しますか？";

"livechat.message.form.field.error.unknown" = "指定された応答は無効です。";

"livechat.message.form.field.department.fieldname" = "部門";
"livechat.message.form.field.department.message" = "リクエストをルーティングする部門を選択してください";
"livechat.message.form.field.department.placeholder" = "部門を選択";
"livechat.message.form.field.department.coversation.error" = "他の部門を選択してください。";
"livechat.message.form.field.department.traditional.error" = "有効な部門を選択";



"livechat.message.form.field.email.fieldname" = "メール";
"livechat.message.form.field.email.message" = "お客様のアドレスにメールを送信させていただいてもよろしいですか？";
"livechat.message.form.field.email.placeholder" = "あなたのメールアドレスを入力してください";
"livechat.message.form.field.email.coversation.error" = "入力したメールアドレスは間違っているようです。もう一度メールアドレスを入力してください。";
"livechat.message.form.field.email.traditional.error" = "有効なメールアドレスを入力";



"livechat.message.form.field.phone.fieldname" = "電話";
"livechat.message.form.field.phone.message" = "お客様の連絡先番号をお聞きしてもよろしいですか？";
"livechat.message.form.field.phone.placeholder" = "連絡先番号を入力してください";
"livechat.message.form.field.phone.coversation.error" = "入力した電話番号は間違っているようです。もう一度電話番号を入力してください。";
"livechat.message.form.field.phone.traditional.error" = "有効な電話番号を入力";


"livechat.message.form.field.name.fieldname" = "名前";
"livechat.message.form.field.name.message" = "どのようにお呼びすればよいでしょうか？";
"livechat.message.form.field.name.placeholder" = "あなたの名前を入力してください";
"livechat.message.form.field.name.coversation.error" = "入力した名前は正しくないようです。もう一度名前を入力してください。";
"livechat.message.form.field.name.traditional.error" = "有効な名前を入力";

"livechat.button.sure" = "もちろん";
"livechat.message.form.conversation.sendername" = "オペレーター";
"livechat.message.form.traditional.title" = "ユーザー詳細";

"livechat.message.error.internet" = "インターネット接続を確認してください。";
"livechat.message.error.unknown" = "おっと！何か問題が発生したようです。もう一度お試しください";


//REOPEN
"livechat.message.error.internet" = "インターネット接続を確認してください。";
"livechat.message.error.unknown" = "おっと！何か問題が発生したようです。もう一度お試しください";
"livechat.conversation.started_no_dept" = "%@ と";
"livechat.message.reopensession" = "あなたのチャットセッションが終了しました。さらにクエリがある場合は、チャットを再開できます。";
"livechat.message.failiure.unknown" = "何か問題が発生したようです。エラーコード：%@";
"livechat.message.failiure.throttle" = "接続が抑制されました。しばらくしたら再度お試しください。";
"livechat.button.reopen" = "チャットを再開する";
"livechat.message.conversation.reopened" = "チャットを再開しました";
"livechat.message.sendblocked.ended" = "このチャットは終了しました";
"livechat.message.conversation.operatorsunavailable" = "利用可能なオペレーターはありません";
"livechat.message.conversation.waiting" = "オペレーターがまもなく参加します";
"livechat.message.conversation.formwaiting" = "あなたの詳細を待っています";

"livechat.message.chatwithus" = "今すぐ私たちとチャットしましょう！";
"livechat.message.search" = "検索";
"livechat.rate.titlemessage" = "私たちとの会話はどうでしたか？";
"livechat.rate.subtitlemessage" = "よろしければ、チャットを評価してください";
"livechat.message.time.justnow" = "たった今";
"livechat.message.file" = "ファイル";
"livechat.message.missed.message" = "お客様に対応できなくて申し訳ありませんでした! 折り返しご連絡いたします！";
"livechat.message.connection.online.message" = "オンラインに戻りました！";

"salesiq.chat.branding" = "SalesIQ  Mobilistenによって駆動";
"livechat.button.download" = "ダウンロード";
"livechat.alert.formactivenotice.title" = "別のチャットでフォームがアクティブです";
"livechat.alert.formactivenotice.subtitle" = "新しいチャットを開始する前に、前のチャットでフォームに記入してください";
"livechat.message.offlinemessage.submitted" = "オフラインメッセージが送信されました";
"livechat.message.storage_permission.denied" = "ストレージ許可が拒否されました。";
"livechat.message.timedout" = "タイムアウト";
"livechat.message.success" = "成功";
"livechat.message.faliure" = "失敗";

"livechat.message.widget.selectionlimit" = "選択上限に達しました";
"livechat.message.noresult" = "結果が見つかりません";
"livechat.message.waitingforconnection" = "ネットワーク接続待ち";
"livechat.message.chat.closedalert" = "セッションは終了しました！チャットを再開して続行します。";

"livechat.message.info.chatmissed" = "お客様のチャット要求に応答できませんでした";
"livechat.message.status.sending" = "送信中";
"livechat.message.status.sent" = "送信済み";
"livechat.message.status.resend" = "再送信";
"livechat.message.status.delete" = "削除";
"livechat.message.inputcard.error.novalue" = "有効な値を入力してください";

"livechat.chat.pendingaction.placeholder" = "お待ちください。";
"livechat.chat.sender.profanity.alert" = "虐待アラート";
"livechat.chat.queue.banner.calculating" = "待ち時間を計算しています...";
"livechat.chat.queue.banner.title" = "あなたはチャットキューに入っています。";
"livechat.chat.queue.banner.timeremaining" = "推定待機時間：%@";
"livechat.chat.queue.banner.position.subtitle" = "番目";
"livechat.chat.list.subtitle.queue.spot" = "キューの位置：%@";
"livechat.gdpr.googletranslate.consent" = "このサービスには、Googleによる翻訳が含まれる場合があります。Googleは、正確性、信頼性、および商品性、特定目的への適合性、および非侵害に対する黙示の保証を含め、明示または黙示を問わず、翻訳に関連するすべての保証を否認します。";
"livechat.gdpr.translation.consent" = "翻訳に関する同意";
"livechat.button.schedule" = "スケジュール";

"livechat.message.inputwidget.datetime.title" = "日時";
"livechat.message.search.country.placeholder" = "国またはコードを検索";
"livechat.message.permission.denied.location" = "位置情報の許可が拒否されました";
"livechat.messsage.search.noresults" = "検索条件に一致する結果が見つかりませんでした";

"livechat.message.status.edit" = "編集";
"livechat.message.status.reply" = "返信";
"livechat.message.deletingmessage" = "メッセージの削除";
"livechat.message.deletemessage" = "メッセージを削除する";
"livechat.message.messagedeletedforeveryone" = "このメッセージはすべての人から削除されます。この操作はキャンセルすることができません";
"livechat.message.loadmoremessage" = "さらに読み込む";
"livechat.message.messagedeleted" = "このメッセージは削除されました";
"livechat.message.messageedited" = "編集済み";
"livechat.message.failure.transcriptFetch" = "メッセージを読み込めません。あとでもう一度試してください。";
"livechat.message.failure.deleteMessage" = "メッセージを削除できません。あとでもう一度試してください。";
"livechat.message.failure.editMessage" = "メッセージを編集するできません。あとでもう一度試してください。";

"livechat.message.log.title" = "アプリケーションログ";
"livechat.message.log.chatMessage" = "オペレーターがあなたのアプリログへのアクセスを求めました";
"livechat.message.share" = "共有";
"livechat.info.message" = "コピーしました";

"livechat.booking.description"="下の［今すぐ予約］をクリックして、アポイントメントを予約します。"; 
"livechat.booking.bookappointment" = "アポイントメントを予約"; 
"livechat.booking.cancelbooking" = "予約をキャンセル"; 
"livechat.booking.cancelbooking.message" = "この予約を削除してよろしいですか？"; 
"livechat.booking.discardbooking" = "変更を破棄してよろしいですか"; 
"livechat.common.discard" = "破棄"; 
"livechat.booking.pickadate" = "日付を選択"; 
"livechat.booking.allslotsbooked" = "すべてのスロットが予約済みです"; 
"livechat.booking.allslotsbooked.message" = "このデータではすべてのスロットが別の日付で予約済みのようです。"; 
"livechat.booking.unavailable" = "利用できません"; 
"livechat.booking.slots" = "スロット"; 
"livechat.booking.slot" = "スロット"; 
"livechat.booking.choosedate" = "日付を選択"; 
"livechat.booking.bookingconfirmation.title" = "予約確認"; 
"livechat.booking.verifydetails" = "連絡先詳細を確認"; 
"livechat.common.noresultfound" = "この検索の結果は見つかりません"; 
"livechat.booking.choosetimeslot.title" = "時間スロットを選択"; 
"livechat.booking.booknow" = "今すぐ予約"; 
"livechat.booking.scheduled" = "予定設定済"; 
"livechat.booking.cancelled" = "キャンセル済み"; 
"livechat.booking.reschedule" = "予定を再設定"; 
"livechat.booking.cancel" = "キャンセル";

"livechat.booking.expired" = "期限切れです";
"livechat.booking.rescheduled" = "予定再設定済";
"livechat.booking.error.booknow" = "もう一度お試しください";
"livechat.booking.error.bookanappointment" = "アポイントメントが取れません";
"livechat.booking.error.confirmappointment" = "アポイントメントを取るのに失敗しました。もう一度お試しください。";
"livechat.booking.error.rescheduleaction" = "再スケジュールできません。もう一度お試しください。";
"livechat.booking.error.cancelaction" = "キャンセルできません。もう一度お試しください。";
"livechat.booking.error.rescheduleappointment" = "再スケジュールできません。もう一度お試しください。";
"livechat.info.booking.reschedule" = "アポイントメントが変更されました";
"livechat.info.booking.cancel" = "アポイントメントがキャンセルされました";
"livechat.booking.success.appointment" = "アポイントメントを取るのに成功しました";
"livechat.booking.success.reschedule" = "アポイントメントが正常に再スケジュールされました";
"livechat.booking.success.cancel" = "アポイントメントが正常にキャンセルされました";
"livechat.booking.disabled" = "ポータルで統合が有効になっていません";
"livechat.booking.search" = "次の事項に関する検索結果が見つかりませんでした：";
"livechat.voicemessage.alert.title" = "音声メッセージを破棄";
"livechat.voicemessage.alert.message" = "録音した音声メッセージは破棄されます。";
"livechat.booking.alert.discardChangesPrompt" = "変更された内容は保存されません。続行しますか？";
"livechat.alert.button.proceed" = "続行する";
"livechat.alert.button.cancel" = "キャンセル";

//knowledgebase
"livechat.knowledgebase.recentsearches" = "最近の検索";
"livechat.knowledgebase.categories" = "カテゴリ";
"livechat.knowledgebase.article.updated" = "更新済";
"livechat.knowledgebase.action.like" = "いいね";
"livechat.knowledgebase.action.dislike" = "よくないね";
"livechat.knowledgebase.info.liked" = "いいねしました";
"livechat.knowledgebase.info.disliked" = "よくないねしました";
"livechat.knowledgebase.view" = "ビュー";
"livechat.knowledgebase.views" = "ビュー";
"livechat.knowledgebase.action.invalid" = "無効な操作。再試行してください。";
"livechat.knowledgebase.noviews" = "ビューなし";

"livechat.knowledgebase.subcategories" = "サブカテゴリ";
"livechat.knowledgebase.article" = "記事";
"livechat.knowledgebase.articles" = "記事";
"livechat.knowledgebase.relatedarticles" = "関連記事";
"livechat.knowledgebase.subcategory.count" = "サブカテゴリ";
"livechat.knowledgebase.subcategories.count" = "サブカテゴリ";
"livechat.knowledgebase.recentlyviewed" = "最近見たもの";
"livechat.knowledgebase.choosedepartment" = "部門を選択";
"livechat.knowledgebase.search.departments" = "部門";
"livechat.knowledgebase.delete.or.disabled" = "利用できない記事です";

"livechat.chat" = "チャット";
"livechat.knowledgebase.time.yearsago" = "%@年前に更新済";
"livechat.knowledgebase.time.monthago" = "%@ヵ月前に更新済";
"livechat.knowledgebase.time.dayago" = "1日前に更新済";
"livechat.knowledgebase.time.daysago" = "%@日前に更新済";
"livechat.knowledgebase.time.hourago" = "1時間前に更新済";
"livechat.knowledgebase.time.hoursago" = "%@時間前に更新済";
"livechat.knowledgebase.time.justnow" = "たった今更新しました";

"livechat.conversation.unavailable" = "チャットが利用できません";
"livechat.message.file.not.supported" = "ファイルの種類がサポート対象外です";
"livechat.message.sending.failed" = "メッセージの送信に失敗しました";
"livechat.launcher.dismiss" = "ここにドラッグして解除";
"livechat.button.endchat" = "チャットを終了";


"livechat.message.resendall" = "すべて再送信";
"livechat.message.deleteall" = "すべてを削除";
"livechat.filebotcard.minimumselection.error" = "最小%@のファイルを選択してください";
"livechat.filebotcard.maximumselection.error" = "%@以上のファイルは共有できません";
"livechat.filebotcard.selectionfile.limitexceed.error" = "ファイルサイズは%@以上にできません";
"livechat.filebotcard.upload" = "アップロード";

"livechat.message.widget.minimumselectionlimit" = "少なくとも %@ 個の選択が必要です";
"livechat.message.resource.viewarticle" = "記事を見る";
"livechat.filebotcard.unsupportedfile.error" = "選択したファイルはサポートされていません。別のファイルを選択してください。 ";
"livechat.fab.call.action" = "通話";
"livechat.fab.chat.action" = "チャット";
"livechat.fab.close.action" = "閉じる";

"livechat.info.call.convertedaschat" = "通話は %@ によってチャットに変換されました";
"livechat.info.call.end" = "%@ のための音声通話が %@ にあります";
"livechat.info.call.reject.peer" = "%@ は現在通話中です。後ほどお電話ください";
"livechat.info.call.reject" = "%@ は %@ に音声通話を拒否しました";
"livechat.info.call.missed.other" = "%@ は %@ にあなたからの音声通話に出られませんでした";
"livechat.info.call.missed.self" = "%@ は %@ に音声通話に出られませんでした";
"livechat.info.call.cancelled" = "%@ は %@ に音声通話をキャンセルしました";
"livechat.common.loading" = "取り込んでいます...";
"livechat.call.title.ongoingcall" = "継続中の通話";
"livechat.prechat.chat.online.title" = "今すぐ私たちとチャットしましょう！";
"livechat.prechat.chat.offline.title" = "メッセージを残す";
"livechat.prechat.call.online.title" = "今すぐ通話する";
"livechat.prechat.call.offline.title" = "不在着信を残す";
"livechat.call.warning.make.new.call" = "すでに別の通話中の場合は、新しい通話を発信することはできません。";
"livechat.call.end.alert.when.end.conversation" = "チャットを終了すると、継続中の通話も終了になります。継続してよろしいですか?";
"livechat.action.end" = "終了";
"livechat.prechat.brand.back.to.online" = "こんにちは。オンライン対応を再開しました！";
"livechat.call.outgoingcall.duration" = "%@ への発信通話";
"livechat.call.missed" = "不在着信がありました";
"livechat.call.cancelled" = "キャンセルされた通話";
"livechat.missed.chat.response" = "ご連絡いただきありがとうございました！後ほど担当者がお返事いたします。";
"livechat.call.miss.alert.title" = "オペレーター対応ができません";
"livechat.call.miss.alert.message" = "不在着信をの残しますか？";
"livechat.chat.miss.alert.message" = "メッセージを残しますか？";
"livechat.call.recording.consent.title" = "通話録音の同意";
"livechat.call.recording.consent" = "通話はすべて、品質保証、記録およびトレーニング目的のため録音されます。「同意する」をクリックすると、通話が録音されることに同意します。";
"livechat.call.queue.title" = "キューにある通話";
"livechat.call.microphone.permission.title" = "アクセスを許可してください";
"livechat.call.microphone.permission.custom.message" = "%@ は音声通話のためにマイクにアクセスする許可が必要です";
"livechat.call.microphone.permission.message" = "このアプリは音声通話のためにマイクにアクセスする許可が必要です";
"livechat.button.endconversation" = "会話を終了する";
"livechat.message.offlinechat" = "オフライン チャット";
"livechat.message.offlinecall" = "オフライン通話";
"livechat.checkbox.consent.message" = "利用規約に同意する";
"livechat.checkbox.consent.message.tac" = "契約条件を";
"livechat.list.subtitle.queue.call" = "あなたの通話はキュー内にあります。お待ちください。";
"livechat.list.subtitle.queue.chat" = "チャットがキューに入っています。お待ちください。";
"livechat.common.gdpr.consent.title" = "会話の同意";
"livechat.common.gdpr.consent.message" = "「同意する」をクリックすると、本書に記載されているすべての利用規約に同意したことになります。";
"livechat.common.gdpr.consent.message.in.forms" = "利用規約のチェックボックスをチェックすることにより、文書に記載されているすべての規則に同意したことになります。";
"livechat.form.toast.agree.tac" = "続行するには利用規約に同意してください";
"livechat.list.missed.call.subtitle" = "電話に出られませんでした。後でもう一度お試しください。";
"livechat.list.cancel.call.subtitle" = "音声通話をキャンセルしました。";
"livechat.list.subtitle.ongoingcallinothersession" = "別のセッションで通話中";
"livechat.call.failed.message" = "すべての操作は現在利用できないようです！";
"livechat.call.waiting.for.response" = "サポート責任者が通話に参加するまでしばらくお待ちください";
"livecaht.call.initialization.failed" = "初期化に失敗しました";
